import { Heading, Text } from '@chakra-ui/react'

const PrivacyPolicy = () => {
    return (
        <div>
            <Heading>プライバシーポリシー</Heading>
            <Text mt={5}>
                当ホームページでは以下のプライバシーポリシーを掲げ、
                お客様の個人情報を保護するために細心の注意を払っています。
                当ホームページのサービスを利用もしくは商品を購入した場合は、プライバシーポリシーに同意したものとみなされますので、本プライバシーポリシーの内容を熟読してご理解ください。<br />
                <br />
            </Text>
            <Text fontSize="2xl"><b>個人情報とは</b></Text>
            <Text>
                このプライバシーポリシーにおいて、「個人情報」とは、個人に関する情報であり、その情報に含まれる氏名、生年月日、E
                メールアドレスその他の記述、画像若しくは音声又は個人別に付与された番号、記号その他の符号によりその個人を識別できるものをいいます。<br />
                <br />
            </Text>
            <Text fontSize="2xl"><b>個人情報の収集方法</b></Text>
            <Text>
                当ホームページでは、サービスをご利用いただく際に、個人情報を収集させていただく場合があります。これらの情報は、すべて下記の収集目的に従って、適法かつ公正な手段により収集されます。人種、民族、家系、家柄、本籍地、宗教、政治的見解及び労働組合への加盟に関わる個人情報については、これを収集・利用いたしません。<br />
                <br />
            </Text>
            <Text fontSize="2xl"><b>情報の第三者への開示について</b></Text>
            <Text>
                1．当ホームページは、下記2に該当する場合を除き、お客様の同意なく個人情報を第三者に開示することはありません。<br />
                <br />
                2．当ホームページは、以下の場合には個人情報を第三者に開示することがあります。<br />
                （１）法令により情報の開示が求められる場合<br />
                （２）人の生命、身体または財産の保護のために必要があると当ホームページが判断した場合<br />
                （３）国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して
                協力することその他公共の利益のために特に必要があると当ホームページが判断した場合<br />
                （４）お客様または当ホームページの権利の確保のために必要であると当ホームページが判断した場合<br />
                （５）業務遂行に必要な限度で個人情報の取扱いを委託する場合<br />
                <br />
            </Text>
            <Text fontSize="2xl"><b>個人情報の訂正および削除</b></Text>
            <Text>
                1．
                お客様は、当ホームページ所定の手続により、以下の請求を行うことができます。<br />
                （１）当ホームページの保有する自己の個人情報が誤った情報でないことを確認すること<br />
                （２）当ホームページの保有する自己の個人情報が誤った情報である場合に、それを訂正または削除すること<br />
                <br />
                2．
                当ホームページは、前項（２）の個人情報の訂正または削除の可否を決定した場合には、遅滞なく、当該お客様に通知します。<br />
                <br />
            </Text>
            <Text fontSize="2xl"><b>個人情報の安全性</b></Text>
            <Text>
                当ホームページでは、個人情報の不当なアクセスによる紛失、破壊、改ざん、漏洩などのリスクに対して、合理的かつ厳正な安全対策を講じておりますが、以下の事由など当ホームページの責に帰すべからざる事由を原因とする個人情報の紛失、破壊、改ざん、漏洩などに関しては、当ホームページでは責任を負いかねますので、ご注意ください。<br />
                （１）誰でもアクセスできる形態でインターネット上に個人情報を開示した場合<br />
                （２）当ホームページ以外のウェブサイトにおいて個人情報を開示した場合<br />
                （３）お客様の利用した端末から個人情報が漏れた場合またはお客様の管理化にあるパスワードの使用を
                原因として個人情報が漏れた場合<br />
                （４）各種申込フォームにお客様が入力されたメールアドレスが間違っている場合<br />
                <br />
            </Text>
            <Text fontSize="2xl"><b>セキュリティについて</b></Text>
            <Text>
                １．個人情報の登録が発生するWebページではデータ送信の際に、業界で機密保持の標準規格として使用されているSSL(Secure
                Socket Layer)暗号化技術を使用しております。<br />
                <br />
            </Text>
            <Text fontSize="2xl"><b>プライバシーポリシーの変更</b></Text>
            <Text>
                １．本プライバシーポリシーの内容はお客様に通知をすることなく変更されることがあります。<br />
                ２．変更後のプライバシーポリシーについては、当ホームページが別途定める場合を除いて、当ホームページに掲載した時から効力を生じるものとします。<br />
                <br />
            </Text>
            <Text fontSize="2xl"><b>準拠法</b></Text>
            <Text>
                当ホームページは法律の異なる全世界の国々からアクセスすることが可能ですが、当ホームページにアクセスされたお客さまは、かかる法律原理の違いに関わらず、当ホームページの利用に関して日本国の法律および東京都の条例に拘束されることに同意するものとします。<br />
                <br />
                当ホームページ上で、当ホームページのコンテンツがお客さまの環境において適切であるかなどの記述や表示は行いません。当ホームページへのアクセスはお客さまの自由意志によるものとし、ご利用に関しての責任はお客さまにあるものとします。<br />
                <br />
            </Text>
        </div >
    )
}

export default PrivacyPolicy;